{
  "pad_id": 0,
  "sos_id": 1,
  "eos_id": 2,
  "itos": [
    "<pad>",
    "<s>",
    "</s>",
    "<unk>",
    " ",
    "-",
    "가",
    "각",
    "간",
    "갈",
    "감",
    "갓",
    "강",
    "개",
    "갠",
    "갤",
    "갬",
    "갭",
    "갯",
    "갱",
    "갸",
    "거",
    "건",
    "걸",
    "검",
    "것",
    "겅",
    "게",
    "겐",
    "겔",
    "겟",
    "겨",
    "격",
    "고",
    "곡",
    "곤",
    "골",
    "곰",
    "곳",
    "공",
    "곶",
    "과",
    "괌",
    "광",
    "괴",
    "교",
    "구",
    "국",
    "군",
    "굳",
    "굴",
    "굽",
    "굿",
    "권",
    "궐",
    "궤",
    "궬",
    "귀",
    "귄",
    "귈",
    "규",
    "귤",
    "그",
    "극",
    "글",
    "금",
    "기",
    "긱",
    "긴",
    "길",
    "김",
    "깁",
    "깃",
    "깅",
    "까",
    "깔",
    "껌",
    "낄",
    "나",
    "낙",
    "난",
    "날",
    "남",
    "납",
    "낫",
    "낭",
    "내",
    "낵",
    "낸",
    "낼",
    "냄",
    "냅",
    "냇",
    "냉",
    "냐",
    "냑",
    "너",
    "넉",
    "넌",
    "널",
    "넘",
    "넙",
    "넛",
    "네",
    "넥",
    "넨",
    "넬",
    "넴",
    "넵",
    "넷",
    "녀",
    "년",
    "념",
    "녜",
    "녠",
    "노",
    "녹",
    "논",
    "놀",
    "놈",
    "놉",
    "놋",
    "농",
    "놘",
    "뇌",
    "뇨",
    "뇬",
    "뇰",
    "뇽",
    "누",
    "눅",
    "눈",
    "눌",
    "눔",
    "눕",
    "눙",
    "뉘",
    "뉴",
    "뉼",
    "늄",
    "느",
    "는",
    "니",
    "닉",
    "닌",
    "닐",
    "님",
    "닙",
    "닛",
    "닝",
    "다",
    "닥",
    "단",
    "달",
    "담",
    "답",
    "닷",
    "당",
    "대",
    "댁",
    "댄",
    "댈",
    "댐",
    "댑",
    "댕",
    "더",
    "덕",
    "던",
    "덜",
    "덤",
    "덥",
    "덩",
    "데",
    "덱",
    "덴",
    "델",
    "뎀",
    "뎁",
    "뎃",
    "뎅",
    "도",
    "독",
    "돈",
    "돌",
    "돔",
    "돕",
    "동",
    "됭",
    "두",
    "둑",
    "둔",
    "둘",
    "둠",
    "둥",
    "뒤",
    "뒬",
    "듀",
    "듄",
    "듈",
    "듐",
    "드",
    "든",
    "들",
    "듬",
    "디",
    "딕",
    "딘",
    "딜",
    "딤",
    "딥",
    "딧",
    "딩",
    "땅",
    "또",
    "띠",
    "라",
    "락",
    "란",
    "랄",
    "람",
    "랍",
    "랏",
    "랑",
    "래",
    "랙",
    "랜",
    "랠",
    "램",
    "랩",
    "랫",
    "랭",
    "랴",
    "략",
    "러",
    "럭",
    "런",
    "럴",
    "럼",
    "럽",
    "럿",
    "렁",
    "레",
    "렉",
    "렌",
    "렐",
    "렘",
    "렙",
    "렛",
    "렝",
    "련",
    "로",
    "록",
    "론",
    "롤",
    "롬",
    "롭",
    "롯",
    "롱",
    "뢰",
    "뢸",
    "룅",
    "료",
    "루",
    "룩",
    "룬",
    "룰",
    "룸",
    "룹",
    "룻",
    "룽",
    "뤼",
    "륀",
    "륄",
    "류",
    "륙",
    "률",
    "륨",
    "륭",
    "르",
    "른",
    "를",
    "름",
    "릉",
    "리",
    "릭",
    "린",
    "릴",
    "림",
    "립",
    "릿",
    "링",
    "마",
    "막",
    "만",
    "말",
    "맘",
    "맙",
    "맛",
    "망",
    "매",
    "맥",
    "맨",
    "맬",
    "맴",
    "맵",
    "맷",
    "맹",
    "머",
    "먹",
    "먼",
    "멀",
    "멈",
    "멋",
    "멍",
    "메",
    "멕",
    "멘",
    "멜",
    "멤",
    "멧",
    "멩",
    "면",
    "모",
    "목",
    "몬",
    "몰",
    "몸",
    "몹",
    "못",
    "몽",
    "뫼",
    "묑",
    "묘",
    "묜",
    "무",
    "문",
    "물",
    "뭄",
    "뭇",
    "뮈",
    "뮌",
    "뮤",
    "뮨",
    "뮬",
    "뮴",
    "므",
    "믈",
    "미",
    "믹",
    "민",
    "밀",
    "밈",
    "밉",
    "밋",
    "밍",
    "바",
    "박",
    "반",
    "발",
    "밤",
    "밥",
    "밧",
    "방",
    "배",
    "백",
    "밴",
    "밸",
    "뱀",
    "뱁",
    "뱃",
    "뱅",
    "뱌",
    "버",
    "벅",
    "번",
    "벌",
    "범",
    "벗",
    "벙",
    "베",
    "벡",
    "벤",
    "벨",
    "벰",
    "벳",
    "벵",
    "벼",
    "벽",
    "변",
    "병",
    "보",
    "복",
    "본",
    "볼",
    "봄",
    "봅",
    "봇",
    "봉",
    "봐",
    "뵈",
    "부",
    "북",
    "분",
    "불",
    "붐",
    "붑",
    "붓",
    "붕",
    "뷔",
    "뷰",
    "뷴",
    "뷸",
    "븀",
    "브",
    "븐",
    "블",
    "비",
    "빅",
    "빈",
    "빌",
    "빔",
    "빕",
    "빗",
    "빙",
    "뽕",
    "뿌",
    "사",
    "삭",
    "산",
    "살",
    "삼",
    "삽",
    "삿",
    "상",
    "새",
    "색",
    "샌",
    "샐",
    "샘",
    "샙",
    "샛",
    "생",
    "샤",
    "샥",
    "샨",
    "샬",
    "샴",
    "샵",
    "샷",
    "샹",
    "섀",
    "섄",
    "섈",
    "섐",
    "섕",
    "서",
    "석",
    "선",
    "설",
    "섬",
    "섭",
    "섯",
    "성",
    "세",
    "섹",
    "센",
    "셀",
    "셈",
    "셉",
    "셋",
    "셍",
    "셔",
    "션",
    "셜",
    "셤",
    "셥",
    "셧",
    "셰",
    "셱",
    "셴",
    "셸",
    "솅",
    "소",
    "속",
    "손",
    "솔",
    "솜",
    "솝",
    "솟",
    "송",
    "쇠",
    "쇼",
    "쇽",
    "숀",
    "숄",
    "숍",
    "숏",
    "숑",
    "수",
    "숙",
    "순",
    "술",
    "숨",
    "숫",
    "숸",
    "쉐",
    "쉑",
    "쉘",
    "쉠",
    "쉬",
    "쉭",
    "쉰",
    "쉴",
    "쉽",
    "쉿",
    "슁",
    "슈",
    "슉",
    "슐",
    "슘",
    "슙",
    "슛",
    "슝",
    "스",
    "슨",
    "슬",
    "슴",
    "시",
    "식",
    "신",
    "실",
    "심",
    "십",
    "싯",
    "싱",
    "싸",
    "싼",
    "쌀",
    "쌔",
    "쌜",
    "쌤",
    "쌩",
    "써",
    "썬",
    "썰",
    "썸",
    "썹",
    "쎄",
    "쎈",
    "쏘",
    "쏜",
    "쏫",
    "쏭",
    "쑤",
    "쓰",
    "쓸",
    "씨",
    "씩",
    "씬",
    "씰",
    "씸",
    "씽",
    "아",
    "악",
    "안",
    "알",
    "암",
    "압",
    "앗",
    "앙",
    "애",
    "액",
    "앤",
    "앨",
    "앰",
    "앱",
    "앳",
    "앵",
    "야",
    "약",
    "얀",
    "얄",
    "얌",
    "양",
    "얘",
    "얠",
    "얭",
    "어",
    "억",
    "언",
    "얼",
    "엄",
    "업",
    "엇",
    "엉",
    "에",
    "엑",
    "엔",
    "엘",
    "엠",
    "엡",
    "엣",
    "엥",
    "여",
    "연",
    "열",
    "영",
    "예",
    "옌",
    "옐",
    "오",
    "옥",
    "온",
    "올",
    "옴",
    "옵",
    "옷",
    "옹",
    "와",
    "왁",
    "완",
    "왈",
    "왐",
    "왑",
    "왓",
    "왕",
    "왜",
    "왝",
    "왱",
    "외",
    "요",
    "욕",
    "욘",
    "욜",
    "욤",
    "욧",
    "용",
    "우",
    "욱",
    "운",
    "울",
    "움",
    "웁",
    "웃",
    "웅",
    "워",
    "웍",
    "원",
    "월",
    "웜",
    "웝",
    "웟",
    "웨",
    "웩",
    "웬",
    "웰",
    "웸",
    "웹",
    "웻",
    "웽",
    "위",
    "윅",
    "윈",
    "윌",
    "윔",
    "윕",
    "윗",
    "윙",
    "유",
    "윤",
    "율",
    "융",
    "으",
    "은",
    "음",
    "응",
    "의",
    "이",
    "익",
    "인",
    "일",
    "임",
    "입",
    "잇",
    "잉",
    "자",
    "작",
    "잔",
    "잘",
    "잠",
    "잡",
    "장",
    "재",
    "잭",
    "잰",
    "잴",
    "잼",
    "잽",
    "쟁",
    "저",
    "적",
    "전",
    "절",
    "점",
    "젓",
    "정",
    "제",
    "젝",
    "젠",
    "젤",
    "젬",
    "젭",
    "젯",
    "젱",
    "져",
    "젼",
    "졍",
    "조",
    "족",
    "존",
    "졸",
    "좀",
    "종",
    "좡",
    "죌",
    "죠",
    "주",
    "준",
    "줄",
    "줌",
    "줏",
    "중",
    "쥐",
    "쥔",
    "쥘",
    "쥬",
    "즈",
    "즌",
    "즐",
    "즘",
    "증",
    "지",
    "직",
    "진",
    "질",
    "짐",
    "집",
    "짓",
    "징",
    "짜",
    "짬",
    "쯔",
    "찌",
    "차",
    "찬",
    "찰",
    "참",
    "찹",
    "채",
    "챈",
    "챌",
    "챔",
    "챕",
    "챗",
    "챠",
    "처",
    "척",
    "천",
    "철",
    "첨",
    "첩",
    "청",
    "체",
    "첵",
    "첸",
    "첼",
    "쳇",
    "쳐",
    "초",
    "촉",
    "촌",
    "촐",
    "촘",
    "촙",
    "추",
    "출",
    "츄",
    "츌",
    "츠",
    "츤",
    "츨",
    "치",
    "칙",
    "친",
    "칠",
    "침",
    "칩",
    "칫",
    "칭",
    "카",
    "칵",
    "칸",
    "칼",
    "캄",
    "캅",
    "캇",
    "캉",
    "캐",
    "캑",
    "캔",
    "캘",
    "캠",
    "캡",
    "캣",
    "캥",
    "캬",
    "커",
    "컥",
    "컨",
    "컬",
    "컴",
    "컵",
    "컷",
    "컹",
    "케",
    "켁",
    "켄",
    "켈",
    "켐",
    "켑",
    "켓",
    "코",
    "콕",
    "콘",
    "콜",
    "콤",
    "콥",
    "콧",
    "콩",
    "콰",
    "콴",
    "콸",
    "쾃",
    "쾨",
    "쿄",
    "쿠",
    "쿡",
    "쿤",
    "쿨",
    "쿰",
    "쿱",
    "쿳",
    "쿼",
    "퀀",
    "퀄",
    "퀏",
    "퀘",
    "퀜",
    "퀴",
    "퀵",
    "퀸",
    "퀼",
    "큄",
    "큅",
    "큇",
    "큐",
    "큔",
    "큘",
    "크",
    "큰",
    "클",
    "큼",
    "키",
    "킥",
    "킨",
    "킬",
    "킴",
    "킵",
    "킷",
    "킹",
    "타",
    "탁",
    "탄",
    "탈",
    "탐",
    "탑",
    "탓",
    "탕",
    "태",
    "택",
    "탠",
    "탤",
    "탬",
    "탭",
    "탯",
    "탱",
    "탸",
    "터",
    "턱",
    "턴",
    "털",
    "텀",
    "텁",
    "텃",
    "텅",
    "테",
    "텍",
    "텐",
    "텔",
    "템",
    "텝",
    "텟",
    "텡",
    "톄",
    "토",
    "톡",
    "톤",
    "톨",
    "톰",
    "톱",
    "톳",
    "통",
    "퇏",
    "퇴",
    "투",
    "툭",
    "툰",
    "툴",
    "툼",
    "툿",
    "퉁",
    "튀",
    "튈",
    "튜",
    "튠",
    "튤",
    "튬",
    "트",
    "튼",
    "틀",
    "티",
    "틱",
    "틴",
    "틸",
    "팀",
    "팁",
    "팃",
    "팅",
    "파",
    "팍",
    "판",
    "팔",
    "팜",
    "팝",
    "팟",
    "팡",
    "패",
    "팩",
    "팬",
    "팰",
    "팸",
    "팹",
    "팻",
    "팽",
    "퍼",
    "퍽",
    "펀",
    "펄",
    "펌",
    "펍",
    "펏",
    "펑",
    "페",
    "펙",
    "펜",
    "펠",
    "펨",
    "펩",
    "펫",
    "펭",
    "평",
    "포",
    "폭",
    "폰",
    "폴",
    "폼",
    "폿",
    "퐁",
    "표",
    "푸",
    "푹",
    "푼",
    "풀",
    "풋",
    "풍",
    "퓌",
    "퓨",
    "퓰",
    "퓸",
    "프",
    "픈",
    "플",
    "피",
    "픽",
    "핀",
    "필",
    "핌",
    "핍",
    "핏",
    "핑",
    "하",
    "학",
    "한",
    "할",
    "함",
    "합",
    "핫",
    "항",
    "해",
    "핵",
    "핸",
    "핼",
    "햄",
    "햅",
    "햇",
    "행",
    "허",
    "헉",
    "헌",
    "헐",
    "험",
    "헙",
    "헛",
    "헝",
    "헤",
    "헥",
    "헨",
    "헬",
    "헴",
    "헵",
    "헷",
    "현",
    "협",
    "형",
    "호",
    "혹",
    "혼",
    "홀",
    "홈",
    "홉",
    "홋",
    "홍",
    "화",
    "환",
    "활",
    "황",
    "회",
    "후",
    "훅",
    "훈",
    "훌",
    "훔",
    "훕",
    "훗",
    "훠",
    "훨",
    "훼",
    "휘",
    "휠",
    "휨",
    "휩",
    "휫",
    "휴",
    "휸",
    "휼",
    "흄",
    "흐",
    "흔",
    "흥",
    "히",
    "힉",
    "힌",
    "힐",
    "힘",
    "힙",
    "힝"
  ],
  "stoi": {
    "<pad>": 0,
    "<s>": 1,
    "</s>": 2,
    "<unk>": 3,
    " ": 4,
    "-": 5,
    "가": 6,
    "각": 7,
    "간": 8,
    "갈": 9,
    "감": 10,
    "갓": 11,
    "강": 12,
    "개": 13,
    "갠": 14,
    "갤": 15,
    "갬": 16,
    "갭": 17,
    "갯": 18,
    "갱": 19,
    "갸": 20,
    "거": 21,
    "건": 22,
    "걸": 23,
    "검": 24,
    "것": 25,
    "겅": 26,
    "게": 27,
    "겐": 28,
    "겔": 29,
    "겟": 30,
    "겨": 31,
    "격": 32,
    "고": 33,
    "곡": 34,
    "곤": 35,
    "골": 36,
    "곰": 37,
    "곳": 38,
    "공": 39,
    "곶": 40,
    "과": 41,
    "괌": 42,
    "광": 43,
    "괴": 44,
    "교": 45,
    "구": 46,
    "국": 47,
    "군": 48,
    "굳": 49,
    "굴": 50,
    "굽": 51,
    "굿": 52,
    "권": 53,
    "궐": 54,
    "궤": 55,
    "궬": 56,
    "귀": 57,
    "귄": 58,
    "귈": 59,
    "규": 60,
    "귤": 61,
    "그": 62,
    "극": 63,
    "글": 64,
    "금": 65,
    "기": 66,
    "긱": 67,
    "긴": 68,
    "길": 69,
    "김": 70,
    "깁": 71,
    "깃": 72,
    "깅": 73,
    "까": 74,
    "깔": 75,
    "껌": 76,
    "낄": 77,
    "나": 78,
    "낙": 79,
    "난": 80,
    "날": 81,
    "남": 82,
    "납": 83,
    "낫": 84,
    "낭": 85,
    "내": 86,
    "낵": 87,
    "낸": 88,
    "낼": 89,
    "냄": 90,
    "냅": 91,
    "냇": 92,
    "냉": 93,
    "냐": 94,
    "냑": 95,
    "너": 96,
    "넉": 97,
    "넌": 98,
    "널": 99,
    "넘": 100,
    "넙": 101,
    "넛": 102,
    "네": 103,
    "넥": 104,
    "넨": 105,
    "넬": 106,
    "넴": 107,
    "넵": 108,
    "넷": 109,
    "녀": 110,
    "년": 111,
    "념": 112,
    "녜": 113,
    "녠": 114,
    "노": 115,
    "녹": 116,
    "논": 117,
    "놀": 118,
    "놈": 119,
    "놉": 120,
    "놋": 121,
    "농": 122,
    "놘": 123,
    "뇌": 124,
    "뇨": 125,
    "뇬": 126,
    "뇰": 127,
    "뇽": 128,
    "누": 129,
    "눅": 130,
    "눈": 131,
    "눌": 132,
    "눔": 133,
    "눕": 134,
    "눙": 135,
    "뉘": 136,
    "뉴": 137,
    "뉼": 138,
    "늄": 139,
    "느": 140,
    "는": 141,
    "니": 142,
    "닉": 143,
    "닌": 144,
    "닐": 145,
    "님": 146,
    "닙": 147,
    "닛": 148,
    "닝": 149,
    "다": 150,
    "닥": 151,
    "단": 152,
    "달": 153,
    "담": 154,
    "답": 155,
    "닷": 156,
    "당": 157,
    "대": 158,
    "댁": 159,
    "댄": 160,
    "댈": 161,
    "댐": 162,
    "댑": 163,
    "댕": 164,
    "더": 165,
    "덕": 166,
    "던": 167,
    "덜": 168,
    "덤": 169,
    "덥": 170,
    "덩": 171,
    "데": 172,
    "덱": 173,
    "덴": 174,
    "델": 175,
    "뎀": 176,
    "뎁": 177,
    "뎃": 178,
    "뎅": 179,
    "도": 180,
    "독": 181,
    "돈": 182,
    "돌": 183,
    "돔": 184,
    "돕": 185,
    "동": 186,
    "됭": 187,
    "두": 188,
    "둑": 189,
    "둔": 190,
    "둘": 191,
    "둠": 192,
    "둥": 193,
    "뒤": 194,
    "뒬": 195,
    "듀": 196,
    "듄": 197,
    "듈": 198,
    "듐": 199,
    "드": 200,
    "든": 201,
    "들": 202,
    "듬": 203,
    "디": 204,
    "딕": 205,
    "딘": 206,
    "딜": 207,
    "딤": 208,
    "딥": 209,
    "딧": 210,
    "딩": 211,
    "땅": 212,
    "또": 213,
    "띠": 214,
    "라": 215,
    "락": 216,
    "란": 217,
    "랄": 218,
    "람": 219,
    "랍": 220,
    "랏": 221,
    "랑": 222,
    "래": 223,
    "랙": 224,
    "랜": 225,
    "랠": 226,
    "램": 227,
    "랩": 228,
    "랫": 229,
    "랭": 230,
    "랴": 231,
    "략": 232,
    "러": 233,
    "럭": 234,
    "런": 235,
    "럴": 236,
    "럼": 237,
    "럽": 238,
    "럿": 239,
    "렁": 240,
    "레": 241,
    "렉": 242,
    "렌": 243,
    "렐": 244,
    "렘": 245,
    "렙": 246,
    "렛": 247,
    "렝": 248,
    "련": 249,
    "로": 250,
    "록": 251,
    "론": 252,
    "롤": 253,
    "롬": 254,
    "롭": 255,
    "롯": 256,
    "롱": 257,
    "뢰": 258,
    "뢸": 259,
    "룅": 260,
    "료": 261,
    "루": 262,
    "룩": 263,
    "룬": 264,
    "룰": 265,
    "룸": 266,
    "룹": 267,
    "룻": 268,
    "룽": 269,
    "뤼": 270,
    "륀": 271,
    "륄": 272,
    "류": 273,
    "륙": 274,
    "률": 275,
    "륨": 276,
    "륭": 277,
    "르": 278,
    "른": 279,
    "를": 280,
    "름": 281,
    "릉": 282,
    "리": 283,
    "릭": 284,
    "린": 285,
    "릴": 286,
    "림": 287,
    "립": 288,
    "릿": 289,
    "링": 290,
    "마": 291,
    "막": 292,
    "만": 293,
    "말": 294,
    "맘": 295,
    "맙": 296,
    "맛": 297,
    "망": 298,
    "매": 299,
    "맥": 300,
    "맨": 301,
    "맬": 302,
    "맴": 303,
    "맵": 304,
    "맷": 305,
    "맹": 306,
    "머": 307,
    "먹": 308,
    "먼": 309,
    "멀": 310,
    "멈": 311,
    "멋": 312,
    "멍": 313,
    "메": 314,
    "멕": 315,
    "멘": 316,
    "멜": 317,
    "멤": 318,
    "멧": 319,
    "멩": 320,
    "면": 321,
    "모": 322,
    "목": 323,
    "몬": 324,
    "몰": 325,
    "몸": 326,
    "몹": 327,
    "못": 328,
    "몽": 329,
    "뫼": 330,
    "묑": 331,
    "묘": 332,
    "묜": 333,
    "무": 334,
    "문": 335,
    "물": 336,
    "뭄": 337,
    "뭇": 338,
    "뮈": 339,
    "뮌": 340,
    "뮤": 341,
    "뮨": 342,
    "뮬": 343,
    "뮴": 344,
    "므": 345,
    "믈": 346,
    "미": 347,
    "믹": 348,
    "민": 349,
    "밀": 350,
    "밈": 351,
    "밉": 352,
    "밋": 353,
    "밍": 354,
    "바": 355,
    "박": 356,
    "반": 357,
    "발": 358,
    "밤": 359,
    "밥": 360,
    "밧": 361,
    "방": 362,
    "배": 363,
    "백": 364,
    "밴": 365,
    "밸": 366,
    "뱀": 367,
    "뱁": 368,
    "뱃": 369,
    "뱅": 370,
    "뱌": 371,
    "버": 372,
    "벅": 373,
    "번": 374,
    "벌": 375,
    "범": 376,
    "벗": 377,
    "벙": 378,
    "베": 379,
    "벡": 380,
    "벤": 381,
    "벨": 382,
    "벰": 383,
    "벳": 384,
    "벵": 385,
    "벼": 386,
    "벽": 387,
    "변": 388,
    "병": 389,
    "보": 390,
    "복": 391,
    "본": 392,
    "볼": 393,
    "봄": 394,
    "봅": 395,
    "봇": 396,
    "봉": 397,
    "봐": 398,
    "뵈": 399,
    "부": 400,
    "북": 401,
    "분": 402,
    "불": 403,
    "붐": 404,
    "붑": 405,
    "붓": 406,
    "붕": 407,
    "뷔": 408,
    "뷰": 409,
    "뷴": 410,
    "뷸": 411,
    "븀": 412,
    "브": 413,
    "븐": 414,
    "블": 415,
    "비": 416,
    "빅": 417,
    "빈": 418,
    "빌": 419,
    "빔": 420,
    "빕": 421,
    "빗": 422,
    "빙": 423,
    "뽕": 424,
    "뿌": 425,
    "사": 426,
    "삭": 427,
    "산": 428,
    "살": 429,
    "삼": 430,
    "삽": 431,
    "삿": 432,
    "상": 433,
    "새": 434,
    "색": 435,
    "샌": 436,
    "샐": 437,
    "샘": 438,
    "샙": 439,
    "샛": 440,
    "생": 441,
    "샤": 442,
    "샥": 443,
    "샨": 444,
    "샬": 445,
    "샴": 446,
    "샵": 447,
    "샷": 448,
    "샹": 449,
    "섀": 450,
    "섄": 451,
    "섈": 452,
    "섐": 453,
    "섕": 454,
    "서": 455,
    "석": 456,
    "선": 457,
    "설": 458,
    "섬": 459,
    "섭": 460,
    "섯": 461,
    "성": 462,
    "세": 463,
    "섹": 464,
    "센": 465,
    "셀": 466,
    "셈": 467,
    "셉": 468,
    "셋": 469,
    "셍": 470,
    "셔": 471,
    "션": 472,
    "셜": 473,
    "셤": 474,
    "셥": 475,
    "셧": 476,
    "셰": 477,
    "셱": 478,
    "셴": 479,
    "셸": 480,
    "솅": 481,
    "소": 482,
    "속": 483,
    "손": 484,
    "솔": 485,
    "솜": 486,
    "솝": 487,
    "솟": 488,
    "송": 489,
    "쇠": 490,
    "쇼": 491,
    "쇽": 492,
    "숀": 493,
    "숄": 494,
    "숍": 495,
    "숏": 496,
    "숑": 497,
    "수": 498,
    "숙": 499,
    "순": 500,
    "술": 501,
    "숨": 502,
    "숫": 503,
    "숸": 504,
    "쉐": 505,
    "쉑": 506,
    "쉘": 507,
    "쉠": 508,
    "쉬": 509,
    "쉭": 510,
    "쉰": 511,
    "쉴": 512,
    "쉽": 513,
    "쉿": 514,
    "슁": 515,
    "슈": 516,
    "슉": 517,
    "슐": 518,
    "슘": 519,
    "슙": 520,
    "슛": 521,
    "슝": 522,
    "스": 523,
    "슨": 524,
    "슬": 525,
    "슴": 526,
    "시": 527,
    "식": 528,
    "신": 529,
    "실": 530,
    "심": 531,
    "십": 532,
    "싯": 533,
    "싱": 534,
    "싸": 535,
    "싼": 536,
    "쌀": 537,
    "쌔": 538,
    "쌜": 539,
    "쌤": 540,
    "쌩": 541,
    "써": 542,
    "썬": 543,
    "썰": 544,
    "썸": 545,
    "썹": 546,
    "쎄": 547,
    "쎈": 548,
    "쏘": 549,
    "쏜": 550,
    "쏫": 551,
    "쏭": 552,
    "쑤": 553,
    "쓰": 554,
    "쓸": 555,
    "씨": 556,
    "씩": 557,
    "씬": 558,
    "씰": 559,
    "씸": 560,
    "씽": 561,
    "아": 562,
    "악": 563,
    "안": 564,
    "알": 565,
    "암": 566,
    "압": 567,
    "앗": 568,
    "앙": 569,
    "애": 570,
    "액": 571,
    "앤": 572,
    "앨": 573,
    "앰": 574,
    "앱": 575,
    "앳": 576,
    "앵": 577,
    "야": 578,
    "약": 579,
    "얀": 580,
    "얄": 581,
    "얌": 582,
    "양": 583,
    "얘": 584,
    "얠": 585,
    "얭": 586,
    "어": 587,
    "억": 588,
    "언": 589,
    "얼": 590,
    "엄": 591,
    "업": 592,
    "엇": 593,
    "엉": 594,
    "에": 595,
    "엑": 596,
    "엔": 597,
    "엘": 598,
    "엠": 599,
    "엡": 600,
    "엣": 601,
    "엥": 602,
    "여": 603,
    "연": 604,
    "열": 605,
    "영": 606,
    "예": 607,
    "옌": 608,
    "옐": 609,
    "오": 610,
    "옥": 611,
    "온": 612,
    "올": 613,
    "옴": 614,
    "옵": 615,
    "옷": 616,
    "옹": 617,
    "와": 618,
    "왁": 619,
    "완": 620,
    "왈": 621,
    "왐": 622,
    "왑": 623,
    "왓": 624,
    "왕": 625,
    "왜": 626,
    "왝": 627,
    "왱": 628,
    "외": 629,
    "요": 630,
    "욕": 631,
    "욘": 632,
    "욜": 633,
    "욤": 634,
    "욧": 635,
    "용": 636,
    "우": 637,
    "욱": 638,
    "운": 639,
    "울": 640,
    "움": 641,
    "웁": 642,
    "웃": 643,
    "웅": 644,
    "워": 645,
    "웍": 646,
    "원": 647,
    "월": 648,
    "웜": 649,
    "웝": 650,
    "웟": 651,
    "웨": 652,
    "웩": 653,
    "웬": 654,
    "웰": 655,
    "웸": 656,
    "웹": 657,
    "웻": 658,
    "웽": 659,
    "위": 660,
    "윅": 661,
    "윈": 662,
    "윌": 663,
    "윔": 664,
    "윕": 665,
    "윗": 666,
    "윙": 667,
    "유": 668,
    "윤": 669,
    "율": 670,
    "융": 671,
    "으": 672,
    "은": 673,
    "음": 674,
    "응": 675,
    "의": 676,
    "이": 677,
    "익": 678,
    "인": 679,
    "일": 680,
    "임": 681,
    "입": 682,
    "잇": 683,
    "잉": 684,
    "자": 685,
    "작": 686,
    "잔": 687,
    "잘": 688,
    "잠": 689,
    "잡": 690,
    "장": 691,
    "재": 692,
    "잭": 693,
    "잰": 694,
    "잴": 695,
    "잼": 696,
    "잽": 697,
    "쟁": 698,
    "저": 699,
    "적": 700,
    "전": 701,
    "절": 702,
    "점": 703,
    "젓": 704,
    "정": 705,
    "제": 706,
    "젝": 707,
    "젠": 708,
    "젤": 709,
    "젬": 710,
    "젭": 711,
    "젯": 712,
    "젱": 713,
    "져": 714,
    "젼": 715,
    "졍": 716,
    "조": 717,
    "족": 718,
    "존": 719,
    "졸": 720,
    "좀": 721,
    "종": 722,
    "좡": 723,
    "죌": 724,
    "죠": 725,
    "주": 726,
    "준": 727,
    "줄": 728,
    "줌": 729,
    "줏": 730,
    "중": 731,
    "쥐": 732,
    "쥔": 733,
    "쥘": 734,
    "쥬": 735,
    "즈": 736,
    "즌": 737,
    "즐": 738,
    "즘": 739,
    "증": 740,
    "지": 741,
    "직": 742,
    "진": 743,
    "질": 744,
    "짐": 745,
    "집": 746,
    "짓": 747,
    "징": 748,
    "짜": 749,
    "짬": 750,
    "쯔": 751,
    "찌": 752,
    "차": 753,
    "찬": 754,
    "찰": 755,
    "참": 756,
    "찹": 757,
    "채": 758,
    "챈": 759,
    "챌": 760,
    "챔": 761,
    "챕": 762,
    "챗": 763,
    "챠": 764,
    "처": 765,
    "척": 766,
    "천": 767,
    "철": 768,
    "첨": 769,
    "첩": 770,
    "청": 771,
    "체": 772,
    "첵": 773,
    "첸": 774,
    "첼": 775,
    "쳇": 776,
    "쳐": 777,
    "초": 778,
    "촉": 779,
    "촌": 780,
    "촐": 781,
    "촘": 782,
    "촙": 783,
    "추": 784,
    "출": 785,
    "츄": 786,
    "츌": 787,
    "츠": 788,
    "츤": 789,
    "츨": 790,
    "치": 791,
    "칙": 792,
    "친": 793,
    "칠": 794,
    "침": 795,
    "칩": 796,
    "칫": 797,
    "칭": 798,
    "카": 799,
    "칵": 800,
    "칸": 801,
    "칼": 802,
    "캄": 803,
    "캅": 804,
    "캇": 805,
    "캉": 806,
    "캐": 807,
    "캑": 808,
    "캔": 809,
    "캘": 810,
    "캠": 811,
    "캡": 812,
    "캣": 813,
    "캥": 814,
    "캬": 815,
    "커": 816,
    "컥": 817,
    "컨": 818,
    "컬": 819,
    "컴": 820,
    "컵": 821,
    "컷": 822,
    "컹": 823,
    "케": 824,
    "켁": 825,
    "켄": 826,
    "켈": 827,
    "켐": 828,
    "켑": 829,
    "켓": 830,
    "코": 831,
    "콕": 832,
    "콘": 833,
    "콜": 834,
    "콤": 835,
    "콥": 836,
    "콧": 837,
    "콩": 838,
    "콰": 839,
    "콴": 840,
    "콸": 841,
    "쾃": 842,
    "쾨": 843,
    "쿄": 844,
    "쿠": 845,
    "쿡": 846,
    "쿤": 847,
    "쿨": 848,
    "쿰": 849,
    "쿱": 850,
    "쿳": 851,
    "쿼": 852,
    "퀀": 853,
    "퀄": 854,
    "퀏": 855,
    "퀘": 856,
    "퀜": 857,
    "퀴": 858,
    "퀵": 859,
    "퀸": 860,
    "퀼": 861,
    "큄": 862,
    "큅": 863,
    "큇": 864,
    "큐": 865,
    "큔": 866,
    "큘": 867,
    "크": 868,
    "큰": 869,
    "클": 870,
    "큼": 871,
    "키": 872,
    "킥": 873,
    "킨": 874,
    "킬": 875,
    "킴": 876,
    "킵": 877,
    "킷": 878,
    "킹": 879,
    "타": 880,
    "탁": 881,
    "탄": 882,
    "탈": 883,
    "탐": 884,
    "탑": 885,
    "탓": 886,
    "탕": 887,
    "태": 888,
    "택": 889,
    "탠": 890,
    "탤": 891,
    "탬": 892,
    "탭": 893,
    "탯": 894,
    "탱": 895,
    "탸": 896,
    "터": 897,
    "턱": 898,
    "턴": 899,
    "털": 900,
    "텀": 901,
    "텁": 902,
    "텃": 903,
    "텅": 904,
    "테": 905,
    "텍": 906,
    "텐": 907,
    "텔": 908,
    "템": 909,
    "텝": 910,
    "텟": 911,
    "텡": 912,
    "톄": 913,
    "토": 914,
    "톡": 915,
    "톤": 916,
    "톨": 917,
    "톰": 918,
    "톱": 919,
    "톳": 920,
    "통": 921,
    "퇏": 922,
    "퇴": 923,
    "투": 924,
    "툭": 925,
    "툰": 926,
    "툴": 927,
    "툼": 928,
    "툿": 929,
    "퉁": 930,
    "튀": 931,
    "튈": 932,
    "튜": 933,
    "튠": 934,
    "튤": 935,
    "튬": 936,
    "트": 937,
    "튼": 938,
    "틀": 939,
    "티": 940,
    "틱": 941,
    "틴": 942,
    "틸": 943,
    "팀": 944,
    "팁": 945,
    "팃": 946,
    "팅": 947,
    "파": 948,
    "팍": 949,
    "판": 950,
    "팔": 951,
    "팜": 952,
    "팝": 953,
    "팟": 954,
    "팡": 955,
    "패": 956,
    "팩": 957,
    "팬": 958,
    "팰": 959,
    "팸": 960,
    "팹": 961,
    "팻": 962,
    "팽": 963,
    "퍼": 964,
    "퍽": 965,
    "펀": 966,
    "펄": 967,
    "펌": 968,
    "펍": 969,
    "펏": 970,
    "펑": 971,
    "페": 972,
    "펙": 973,
    "펜": 974,
    "펠": 975,
    "펨": 976,
    "펩": 977,
    "펫": 978,
    "펭": 979,
    "평": 980,
    "포": 981,
    "폭": 982,
    "폰": 983,
    "폴": 984,
    "폼": 985,
    "폿": 986,
    "퐁": 987,
    "표": 988,
    "푸": 989,
    "푹": 990,
    "푼": 991,
    "풀": 992,
    "풋": 993,
    "풍": 994,
    "퓌": 995,
    "퓨": 996,
    "퓰": 997,
    "퓸": 998,
    "프": 999,
    "픈": 1000,
    "플": 1001,
    "피": 1002,
    "픽": 1003,
    "핀": 1004,
    "필": 1005,
    "핌": 1006,
    "핍": 1007,
    "핏": 1008,
    "핑": 1009,
    "하": 1010,
    "학": 1011,
    "한": 1012,
    "할": 1013,
    "함": 1014,
    "합": 1015,
    "핫": 1016,
    "항": 1017,
    "해": 1018,
    "핵": 1019,
    "핸": 1020,
    "핼": 1021,
    "햄": 1022,
    "햅": 1023,
    "햇": 1024,
    "행": 1025,
    "허": 1026,
    "헉": 1027,
    "헌": 1028,
    "헐": 1029,
    "험": 1030,
    "헙": 1031,
    "헛": 1032,
    "헝": 1033,
    "헤": 1034,
    "헥": 1035,
    "헨": 1036,
    "헬": 1037,
    "헴": 1038,
    "헵": 1039,
    "헷": 1040,
    "현": 1041,
    "협": 1042,
    "형": 1043,
    "호": 1044,
    "혹": 1045,
    "혼": 1046,
    "홀": 1047,
    "홈": 1048,
    "홉": 1049,
    "홋": 1050,
    "홍": 1051,
    "화": 1052,
    "환": 1053,
    "활": 1054,
    "황": 1055,
    "회": 1056,
    "후": 1057,
    "훅": 1058,
    "훈": 1059,
    "훌": 1060,
    "훔": 1061,
    "훕": 1062,
    "훗": 1063,
    "훠": 1064,
    "훨": 1065,
    "훼": 1066,
    "휘": 1067,
    "휠": 1068,
    "휨": 1069,
    "휩": 1070,
    "휫": 1071,
    "휴": 1072,
    "휸": 1073,
    "휼": 1074,
    "흄": 1075,
    "흐": 1076,
    "흔": 1077,
    "흥": 1078,
    "히": 1079,
    "힉": 1080,
    "힌": 1081,
    "힐": 1082,
    "힘": 1083,
    "힙": 1084,
    "힝": 1085
  },
  "unk_id": 3
}